food_list = ['丰泽园', '宜家', '麦当劳', '汉堡王', '肯德基', '德克士', '李先生', '华莱士', '沙县小吃', '白家大院', '贤合庄', '叙利亚餐厅', '海底捞',
             '功德林', '盒马', '萨莉亚', '全聚德', '第六季', '必胜客', '沃夫冈', '俄士厨房', '蓝蛙', '局气', '吉野家', '方砖厂炸酱面', '肆月河豚',
             '北京厨房', '和府捞面', '莫斯科餐厅', '宜宾招待所', '新荣记', '锦府盐帮', '外婆家', '火炉火', '芈重山', '望京小腰', '晟永兴', '申德勒加油站',
             '站点披萨', '乌巢披萨', '大董', '悠航鲜啤', '京兆尹', '南京大牌档', '满恒记', '东来顺', '稻香村', '基辅罗斯', '便宜坊', '眉州东坡', '四季民福',
             '大鸭梨', '牛排家', '胡大饭馆', '鼎泰丰', '烤肉季', '小吊梨汤', '南门烤翅', '小大董', '陶陶居', '莆田', '聚宝源', '金鼎轩', '达美乐',
             '永顺炸鸡', '常州驻京办', '西安办事处', '山东驻京办', '老蜀人']

shitang = ['学一', '燕南', '燕南地下', '农园一层', '农园二层', '艺园', '家园一层',
           '中关园', '家园二层', '家园三层', '家园四层', '农园三层', '佟园', '畅春园一层',
           '畅春园二层', '畅春园三层', '万柳食堂', '成府园食堂', '学五']
